/*28/9/2018*/
"_grp.Accomodation" = "Allotjament";
"_grp.BankATM" = "Bancs i caixers automàtics";
"_grp.Emergency" = "Emergència";
"_grp.Food_and_Drink" = "Menjar i beure";
"_grp.Guides" = "Guies metropolitanes";
"_grp.Parking" = "Aparcament";
"_grp.Petrol_Station" = "Benzinera";
"_grp.Services_and_Education" = "Serveis i educació";
"_grp.Shopping" = "Compres";
"_grp.Social_Life" = "Entreteniment i vida social";
"_grp.Sport" = "Esport";
"_grp.Tourism" = "Atractius turístics";
"_grp.Transportation" = "Transport";
"_grp.Vehicle_Services" = "Serveis automobilístics";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Sortir";
"feet" = "peus";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "peus";

/* timeHourShort */
"h" = "h";
"kilometers" = "quilòmetres";
"Limit" = "Límit";
"meters" = "metres";

/* miles short */
"mi" = "mi";
"miles" = "milles";

/* timeMinuteMidi */
"min" = "min.";
"native.fuelprices.poidetailTitle" = "Preus dels combustibles";
"poiCategory.select" = "Llocs propers";
"native.navigation.resumeBtn" = "Reprèn";

/* timeSecondShort */
"sec" = "sec";
"yards" = "iardes";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Obtén indicacions";
"detail.action.addVia" = "Afegeix un punt intermedi";
"detail.action.addToFavorite" = "Afegeix als Preferits";
"detail.action.copyGps" = "Coordenades del GPS";
"detail.action.removeFavorite" = "Suprimeix dels Preferits";
"detail.action.removeHome" = "Elimina l'adreça del domicili";
"detail.action.removeWork" = "Elimina l'adreça de treball";
"detail.action.shareLocation" = "Comparteix la posició";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Adreça electrònica";
"detail.contact.phone" = "Telèfon";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demostra";
"routeCompute.action.navigate" = "Inicia";
"routeCompute.etaArrival" = "Arribada";
"routeCompute.fastest" = "Ruta més ràpida";
"routeCompute.slower" = "més lent";
"routeCompute.traffic.withDelay" = "amb retard";
"routeCompute.button.options" = "Opcions";
"routeCompute.waypointInfo.from" = "Des de";
"routeCompute.waypointInfo.to" = "Fins a";
"routeCompute.waypointInfo.waypoints" = "punt intermedi";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = "Cancel·la la ruta";
"routeCompute.action.continue" = "Continua";
"routeCompute.options.title" = "Opcions de ruta";
"routeCompute.options.AvoidCountry" = "Evita aquest país";
"avoid.unpaved" = "Vies no pavimentades";
"avoid.specialArea" = "Taxes de congestió urbana";
"avoid.ferries" = "Ferris";
"avoid.highways" = "Autopistes";
"avoid.tollroads" = "Vies de peatge";
"workCell.setupWork.subtitle" = "Commuta fàcilment cada dia";
"homeCell.setupHome.subtitle" = "Pren la ruta més ràpida";
"workCell.setupWork.title" = "Estableix la ubicació de la Feina";
"homeCell.setupHome.title" = "Estableix l'adreça de Casa";
"workCell.title" = "Feina";
"homeCell.title" = "Casa";
"favorites.place.emptyButton" = "Cerca llocs";
"favorites.place.emptyTitle" = "Afegeix llocs d'accés fàcil";
"favorites.place.deleteAction" = "Suprimeix";
"favorites.place.headerTitle" = "Llocs i rutes";
"favorites.button.done" = "Fet";
"favorites.segment.contacts" = "Contactes";
"favorites.segment.trips" = "Viatges";
"favorites.segment.places" = "Llocs";
"favorites.title" = "Preferits";
"favorites.addAlert.add" = "Afegeix";
"native.compute.decideToCompute" = "Encara us dirigiu a %@?";
"routeActionMain.preview" = "Ruta de la vista prèvia";
"routeCompute.traffic.withoutInfo" = "Sense informació de trànsit";
"search.work.title" = "Cerca l'adreça de la Feina";
"search.home.title" = "Cerca l'adreça de Casa";
"alert.hideHomeWork.hideHomeTitle" = "Amaga la casa";
"alert.hideHomeWork.hideWorkTitle" = "Amaga la feina";
"alert.hideHomeWork.setHomeMessage" = "Sempre podeu posar l'adreça de Casa en Preferits";
"alert.hideHomeWork.setWorkMessage" = "Sempre podeu posar l'adreça de la Feina en Preferits";
"alert.hideHomeWork.hide" = "Amaga";
"action.control.scout.static" = "S'ha trobat una ruta més ràpida";
"action.control.route.longer" = "%@ més llarga";
"action.control.route.time" = "Desa %@";
"action.control.scout.arrival" = "Nova arribada %@";
"action.control.scout.fasterRouteFound" = "S'ha trobat una ruta més ràpida";
"action.control.scout.preview" = "Vista prèvia";
"action.control.scout.route.set" = "Ruta més ràpida disponible";
"routeCompute.action.loading" = "Inicia";
"country.AL" = "Albània";
"country.AD" = "Andorra";
"country.AU" = "Austràlia";
"country.AT" = "Àustria";
"country.BY" = "Bielorússia";
"country.BE" = "Bèlgica";
"country.BA" = "Bòsnia i Hercegovina";
"country.BG" = "Bulgària";
"country.CA" = "Canadà";
"country.HR" = "Croàcia";
"country.CZ" = "República Txeca";
"country.DK" = "Dinamarca";
"country.EE" = "Estònia";
"country.FO" = "Illes Fèroe";
"country.FI" = "Finlàndia";
"country.FR" = "França";
"country.DE" = "Alemanya";
"country.GI" = "Gibraltar";
"country.GR" = "Grècia";
"country.GL" = "Groenlàndia";
"country.VA" = "Ciutat Estat del Vaticà";
"country.HU" = "Hongria";
"country.IS" = "Islàndia";
"country.IE" = "Irlanda";
"country.IL" = "Israel";
"country.IT" = "Itàlia";
"country.JP" = "Japó";
"country.KP" = "Corea del nord";
"country.KR" = "Corea del sud";
"country.KW" = "Kuwait";
"country.LV" = "Letònia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lituània";
"country.LU" = "Luxemburg";
"country.MK" = "Macedònia";
"country.MT" = "Malta";
"country.MD" = "Moldàvia";
"country.MC" = "Mònaco";
"country.MS" = "Montserrat";
"country.NL" = "Països Baixos";
"country.AN" = "Antilles Holandeses";
"country.NZ" = "Nova Zelanda";
"country.NF" = "Illa de Norfolk";
"country.NO" = "Noruega";
"country.PL" = "Polònia";
"country.PT" = "Portugal";
"country.RO" = "Rumania";
"country.RU" = "Federació de Rússia";
"country.SM" = "San Marí";
"country.SG" = "Singapur";
"country.SK" = "Eslovàquia";
"country.SI" = "Eslovènia";
"country.ZA" = "Sud-Àfrica";
"country.ES" = "Espanya";
"country.SE" = "Suècia";
"country.CH" = "Suïssa";
"country.TW" = "Taiwan";
"country.TH" = "Tailàndia";
"country.TR" = "Turquia";
"country.UA" = "Ucraïna";
"country.GB" = "Regne Unit";
"country.US" = "Estats Units";
"country.VN" = "Vietnam";
"country.RS" = "Sèrbia";
"country.ME" = "Montenegro";
"country.AE" = "Unió dels Emirats Àrabs";
"country.OM" = "Oman";
"country.SA" = "Aràbia Saudita";
"country.EG" = "Egipte";
"country.PR" = "Puerto Rico";
"country.VI" = "Illes Verges";
"country.RA" = "Argentina";
"country.BH" = "Bahrain";
"country.BR" = "Brasil";
"country.HK" = "Hong Kong";
"country.ID" = "Indonèsia";
"country.IN" = "Índia";
"country.IM" = "Illa de Man";
"country.MO" = "Macau";
"country.MX" = "Mèxic";
"country.MY" = "Malàisia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afganistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Illes Aland";
"country.AM" = "Armènia";
"country.AQ" = "Antàrtida";
"country.AS" = "Samoa Americana";
"country.TF" = "Territoris Francesos del Sud";
"country.AG" = "Antigua i Barbuda";
"country.AZ" = "Azerbaidjan";
"country.BI" = "Burundi";
"country.BJ" = "Benín";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangla Desh";
"country.BS" = "Bahames";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermudes";
"country.BO" = "Bolívia";
"country.BB" = "Barbados";
"country.BN" = "Brunei Darussalam";
"country.BT" = "Butan";
"country.BV" = "Illa Bouvet";
"country.BW" = "Botswana";
"country.CF" = "República Centreafricana";
"country.CC" = "Illes Cocos";
"country.CL" = "Xile";
"country.CI" = "Costa d'Ivori";
"country.CM" = "Camerun";
"country.CD" = "Congo (Zair)";
"country.CG" = "Congo";
"country.CK" = "Illes Cook";
"country.CO" = "Colòmbia";
"country.KM" = "Comoros";
"country.CV" = "Cap Verd";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Illa Christmas";
"country.KY" = "Illes Caiman";
"country.DJ" = "Djibouti";
"country.DM" = "Dominica";
"country.DO" = "República Dominicana";
"country.DZ" = "Algèria";
"country.EC" = "Equador";
"country.ER" = "Eritrea";
"country.EH" = "Sàhara occidental";
"country.ET" = "Etiòpia";
"country.FJ" = "Fiji";
"country.FK" = "Illes Malvines";
"country.FM" = "Micronèsia";
"country.GA" = "Gabon";
"country.GE" = "Geòrgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadelupe";
"country.GM" = "Gàmbia";
"country.GW" = "Guinea Bissau";
"country.GQ" = "Guinea Equatorial";
"country.GD" = "Granada";
"country.GT" = "Guatemala";
"country.GF" = "Guaiana francesa";
"country.GU" = "Guam";
"country.GY" = "Guayana";
"country.HM" = "Illa de Heard i illes McDonald";
"country.HN" = "Hondures";
"country.HT" = "Haití";
"country.IO" = "Territori Britànic de l'Oceà Índic";
"country.IR" = "Iran";
"country.IQ" = "Iraq";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordània";
"country.KZ" = "Kazakhstan";
"country.KG" = "Kyrgyzstan";
"country.KH" = "Cambodja";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts i Nevis";
"country.LA" = "Laos";
"country.LB" = "Líban";
"country.LR" = "Libèria";
"country.LY" = "Líbia";
"country.LC" = "Santa Llúcia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (part francesa)";
"country.MA" = "Marroc";
"country.MG" = "Madagascar";
"country.MV" = "Maldives";
"country.MH" = "Illes Marshall";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongòlia";
"country.MP" = "Illes Marianes del nord";
"country.MZ" = "Moçambic";
"country.MR" = "Mauritània";
"country.MQ" = "Martinica";
"country.MU" = "Maurici";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namíbia";
"country.NC" = "Nova Caledònia";
"country.NE" = "Níger";
"country.NG" = "Nigèria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Paquistan";
"country.PA" = "Panamà";
"country.PN" = "Pitcairn";
"country.PE" = "Perú";
"country.PH" = "Filipines";
"country.PW" = "Palau";
"country.PG" = "Papua Nova Guinea";
"country.PY" = "Paraguai";
"country.PS" = "Palestina";
"country.PF" = "Polinèsia Francesa";
"country.RE" = "Reunió";
"country.RW" = "Ruanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "Illes Geòrgia del Sud i Sandwich del Sud";
"country.SH" = "Santa Helena";
"country.SJ" = "Svalbard i Jan Mayen";
"country.SB" = "Illes Salomó";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somàlia";
"country.PM" = "Saint-Pierre i Miquelon";
"country.ST" = "Sao Tomé i Príncipe";
"country.SR" = "Surinam";
"country.SZ" = "Swazilàndia";
"country.SC" = "Seychelles";
"country.SY" = "Síria";
"country.TC" = "Illes Turks i Caicos";
"country.TD" = "Txad";
"country.TG" = "Togo";
"country.TJ" = "Tadjikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor-Leste (Timor Oriental)";
"country.TO" = "Tonga";
"country.TT" = "Trinitat i Tobago";
"country.TN" = "Tunísia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzània";
"country.UM" = "Illes Perifèriques Menors dels EUA";
"country.UY" = "Uruguai";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent i les Grenadines";
"country.VE" = "Veneçuela";
"country.VG" = "Illes Verge Britàniques";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis i Futuna";
"country.WS" = "Samoa";
"country.YE" = "Iemen";
"country.ZM" = "Zàmbia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Califòrnia";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Districte de Colúmbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Geòrgia";
"country.US-HI" = "Hawai";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "Nova Jersey";
"country.US-NM" = "Nou Mèxic";
"country.US-NY" = "Nova York";
"country.US-NC" = "Carolina del nord";
"country.US-ND" = "Dakota del nord";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pensilvània";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Carolina del Sud";
"country.US-SD" = "Dakota del Sud";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virgínia";
"country.US-WA" = "Washington";
"country.US-WV" = "Virgina Oest";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Colúmbia Britànica";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland i Labrador";
"country.CA-NS" = "Nova Escòcia";
"country.CA-NT" = "Territoris del nord-oest";
"country.CA-NU" = "Territori Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Illa del Príncep Eduard";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Territori Yukon";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Irlanda del nord";
"country.GB-SCT" = "Escòcia";
"country.GB-WLS" = "Gal·les";
"country.GB-CHA" = "Illes del Canal";
"N" = "N";
"S" = "S";
"W" = "O";
"E" = "E";
"routeplaning.actionButton.title" = "Fet";
"com.sygic.addWaypoint.placeholder" = "Afegeix un punt intermedi";
"detail.action.selectPoi" = "Selecciona";
"signpost.nextDirection.then" = "Llavors";
"waypoint.title.myposition" = "La meva posició";
"placeholder.password" = "Contrasenya";
"placeholder.email" = "Adreça electrònica";
"routeCompute.action.calculating" = "Càlcul de rutes";
"routeCompute.action.preview" = "Vista prèvia";
"detail.action.shareGps" = "Comparteix coordenades del GPS";
"time.ago.minutes" = "Fa %@ minuts";
"time.ago.hours" = "Fa %@ hores";
"time.ago.days" = "Fa %@ dies";
"time.ago.years" = "Fa %@ anys";
"native.navigation.recenterBtn" = "Torna a centrar";
"homeCell.updateHome.title" = "Actualitza l'adreça de casa";
"workCell.updateWork.title" = "Actualitza l'adreça de la feina";
"monetization.addon" = "COMPLEMENT";
"detail.action.removeVia" = "Suprimeix el punt intermedi";
"message.avoid.motorway.unable" = "Per arribar a la destinació, heu de passar per algunes autopistes.";
"message.avoid.specialArea.unable" = "No hem pogut evitar les taxes de congestió urbana a la ruta.";
"message.avoid.tollRoads.unable" = "No és possible evitar totes les vies de peatge. Algunes vies de peatge romandran a la ruta calculada.";
"message.avoid.ferries.unable" = "Per arribar a la destinació, us caldrà agafar algun ferri.";
"message.avoid.unpavedRoads.unable" = "Per arribar a la destinació haureu de passar per una ruta amb carreteres sense asfaltar.";
